INSERT INTO students (name, kana_name, nickname, email, area, age, sex, remark, is_deleted)
VALUES ('中村嶺亜', 'ナカムラレイア', 'れいあ', 'reia@example.com', '東京都', 27, '男性', NULL, 1),
       ('菅田琳寧', 'スゲタリンネ', 'げりん', 'gerin@example.com', '神奈川県', 27, '男性', NULL, 1),
       ('本髙克樹', 'モトダカカツキ', 'かっちゃん', 'katuki@example.com', '東京都', 26, '男性', NULL, 0),
       ('今野大輝', 'コンノタイキ', 'こんぴー', 'konpi@example.com', '神奈川県', 25, '男性', NULL, 0),
       ('矢花黎', 'ヤバナレイ', 'バナさん', 'bana@example.com', '東京都', 24, '男性', NULL, 0),
       ('佐々木大光', 'ササキタイコウ', '大光様', 'taiko@example.com', '東京都', 22, '男性', NULL, 0);

INSERT INTO students_courses (student_id, course_name, course_start_at, course_end_at)
VALUES (1,  'AWSフルコース',           '2025-01-10 09:00:00', '2025-04-10 09:00:00'),
       (2,  'Javaフルコース',          '2025-02-01 09:00:00', '2025-05-01 09:00:00'),
       (3,  'デザインコース',          '2025-03-05 09:00:00', '2025-06-05 09:00:00'),
       (4,  'Webマーケティングコース', '2025-01-15 09:00:00', '2025-04-15 09:00:00'),
       (5,  'WordPress副業コース',     '2025-02-20 09:00:00', '2025-05-20 09:00:00'),
       (6,  'AWSフルコース',           '2025-01-25 09:00:00', '2025-04-25 09:00:00'),
       (2,  'Javaフルコース',          '2025-02-10 09:00:00', '2025-05-10 09:00:00'),
       (4,  'デザインコース',          '2025-03-01 09:00:00', '2025-06-01 09:00:00'),
       (5,  'Webマーケティングコース', '2025-01-05 09:00:00', '2025-04-05 09:00:00'),
       (1,  'WordPress副業コース',     '2025-02-15 09:00:00', '2025-05-15 09:00:00');
